// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet foglalat %@";
"pci-multiether"          = "PCI Ethernet foglalat %@, %@ port";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet adapter (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Vezeték nélküli hálózati adapter (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire foglalat %@";
"pci-multifirewire"       = "PCI FireWire foglalat %@, %@ port";
"generic-firewire"        = "Ethernet adapter (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth modemadapter";
"bluetooth-modem-port"    = "Bluetooth modemport";
"generic-bluetooth-modem" = "Bluetooth modem (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA modemadapter";
"irda-ircomm-port"        = "IrDA modemport";

"loopback"                = "Visszacsatolás";

"modem"                   = "Belső modem";

"modem-port"              = "Modemport";
"modem-printer-port"      = "Modem/nyomtatóport";

"printer-port"            = "Nyomtatóport";
"serial-port"             = "Soros port";

"usbmodem"                = "USB modem"; 
"generic-usbmodem"        = "USB modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet kötés (%@)";

"bridge"                  = "Áthidalás (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Külső modem";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Beépített Ethernet";
"X-multiether"            = "Beépített Ethernet %@";
"X-firewire"              = "Beépített FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
